[
  {
    "id": 0,
    "title": "Goiás se aproxima de acerto com novo camisa 9 para sequência da temporada 2023.",
    "author": "Autor da Notícia",
    "image": "https://esmeraldino.com/wp-content/uploads/2022/06/Harlei-1-800x445.jpeg",
    "text": "O clube acertou a chegada de um bom nome para treinador, fechando com Armando Evangelista, eleito melhor técnico de Portugal na temporada 22/23. Porém, a diretoria sabe que apenas o treinador não será suficiente para uma reação do time, que nesse momento está na zona de rebaixamento da Série A."
  },
  {
    "id": 1,
    "title": "Recuperado de lesão, Guilherme busca sequência de jogos no Goiás",
    "author": "Autor da Notícia",
    "image": "https://p2.trrsf.com/image/fget/cf/774/0/images.terra.com/2023/06/19/1407144183-43.jpg",
    "text": "Recuperado de uma lesão no pé, o meia Guilherme está apto para voltar a campo pelo Goiás. O jogador já esteve em campo em oito partidas no total e vai em busca de mais oportunidades após a chegada do técnico Armando Evangelista."
  },
  {
    "id": 2,
    "title": "Armando Evangelista aponta baixa intensidade como problema a resolver no Goiás",
    "author": "Autor da Notícia",
    "image": "https://opopular.com.br/image/policy%3A1.3038454%3A1687278325%2Fimage.jpg%3F%26f%3D3x2",
    "text": "O técnico Armando Evangelista avaliou como foi a primeira semana de trabalho à frente do Goiás e disse que detectou a necessidade de aumentar a intensidade da equipe e também corrigir problemas próximos das duas áreas, tanto no ataque quanto na defesa."
  },
  {
    "id": 3,
    "title": "Vasco x Goiás: onde assistir, horário e escalação das equipes",
    "author": "Autor da Notícia",
    "image": "https://www.estadao.com.br/resizer/71sCOmCvd0uGPGRh__2hpWiCuBA=/936x0/filters:format(png):quality(80)/cloudfront-us-east-1.images.arcpublishing.com/estadao/PDELXKZR4BDRJLUDXV466KSKGQ.png",
    "text": "Vasco e Goiás se enfrentam nesta quinta-feira, às 20h, pela 11ª rodada do Campeonato Brasileiro. Adversários desta noite, cruz-maltinos e esmeraldinos vivem péssima fase e estão em situação crítica no torneio nacional."
  },
  {
    "id": 4,
    "title": "Vai sair? Atacante recebe três ofertas e Goiás toma decisão final sobre seu futuro",
    "author": "Autor da Notícia",
    "image": "https://esmeraldino.com/wp-content/uploads/2023/02/Elenco-1.jpeg",
    "text": "O Goiás Esporte Clube segue trabalhando no mercado da bola, buscando reforços para sequência da temporada 2023. Porém, assim como o Esmeraldino, os demais clubes brasileiros também querem se reforçar. Nesse sentido, o Verdão tem recebido ofertas de outras equipes por seus jogadores."
  }
]
